Repository: KDE/kdev-verapp
Catalog: po/*/kdevverapp.po
Languages: ar, ca, de, eo, es, et, eu, fr, gl, he, it, ka, ko, nl, nn, pl, pt_br, ru, sl, sv, tr, uk

source: Configure Vera++ Settings
ar: اضبط إعدادات Vera++
ca: Configura l'arranjament del Vera++
de: Einstellungen von Vera++ einrichten
eo: Agordi Vera++ Agordojn
es: Configurar las preferencias de Vera++
et: Vera++ seadistamine
eu: Konfiguratu «Vera++»ren ezarpenak
fr: Configurer les paramètres généraux de Vera++
gl: Configurar Vera++
he: הגדרת תצורת Vera++‎
it: Configura le impostazioni di Vera++
ka: Vera++ -ის მორგება
ko: Vera++ 설정
nl: Instellingen van Vera++ configureren
nn: Set opp Vera++
pl: Ustawienia Vera++
pt_br: Configurar as opções do Vera++
ru: Настройка параметров Vera++
sl: Nastavi Vera++
sv: Anpassa Vera++ inställningar
tr: Vera++ Ayarlarını Yapılandır
uk: Налаштувати параметри роботи Vera++

source: Cppcheck Settings
ar: إعدادات Cppcheck
ca: Configuració del Cppcheck
de: Cppcheck-Einstellungen
eo: Cppcheck Agordoj
es: Preferencias de Cppcheck
et: Cppchecki seadistused
eu: «Cppcheck»en ezarpenak
fr: Configuration de « cppcheck »
gl: Configuración de Cppcheck
he: הגדרות Cppcheck
it: Impostazioni di Cppcheck
ka: Cppcheck -ის მორგება
ko: Cppcheck 설정
nl: Cppcheck-instellingen
nn: Cppcheck-innstillingar
pl: Ustawienia Cppcheck
pt_br: Configurações do Cppcheck
ru: Настройки Cppcheck
sl: Nastavitve Cppcheck
sv: Inställningar av Cppcheck
tr: Cppcheck Ayarları
uk: Параметри Cppcheck

source: Executables
ar: الملفات التنفيذية
de: Programmdateien
eo: Binarprogramoj
es: Ejecutables
et: Täitmisfailid
eu: Exekutagarriak
fr: Exécutables
gl: Executábeis
he: קובצי הפעלה
it: Eseguibili
ka: გამშვებები
ko: 실행 파일
nl: Uitvoerbare bestanden
nn: Programfiler
pl: Pliki wykonywalne
pt_br: Executáveis
ru: Исполняемые файлы
sl: Izvajalne datoteke
sv: Körbara program
tr: Çalıştırılabilirler
uk: Виконувані файли

source: Output
ar: المخرجات
ca: Sortida
de: Ausgabe
eo: Eligo
es: Salida
et: Väljund
eu: Irteera
fr: Sortie
gl: Saída
he: פלט
ka: გამოტანა
ko: 출력
nl: Uitvoer
nn: Utdata
pl: Wyjście
pt_br: Saída
ru: Вывод
sl: Izhod
sv: Utmatning
tr: Çıktı
uk: Виведення

source: Hide output view during check
ar: أخفِ عرض المخرجات أثناء الفحص
ca: Oculta la vista de la sortida durant la comprovació
de: Ausgabeansicht während der Prüfung ausblenden
eo: Kaŝi eligvidon dum kontrolo
es: Ocultar la vista de salida durante la comprobación
et: Väljundvaate peitmine kontrollimise ajal
eu: Ezkutatu irteerako ikuspegia egiaztatu bitartean
fr: Masquer la sortie d'affichage pendant les vérifications
gl: Agochar a vista da saída durante as comprobacións.
he: הסתרת תצוגת פלט במהלך הבדיקה
it: Nasconde il risultato durante il controllo
ka: შემოწმებისას გამოტანის დამალვა
ko: 검사 중 출력 숨기기
nl: Uitvoerweergave verbergen tijdens controle
nn: Gøym utdata ved kontroll
pl: Ukryj widok wyjścia przy sprawdzaniu
pt_br: Ocultar visualização da saída durante a verificação
ru: Скрывать панель выходных данных во время проверки
sl: Skrij pogled na izhod med preverjanjem
sv: Dölj utmatningsvisning under kontroll
tr: Denetleme sırasında çıktı görünümünü gizle
uk: Приховати панель виведення під час перевірки

source: Built-in Rules
ar: القواعد المدمجة
ca: Regles integrades
de: Eingebaute Regeln
eo: Enkonstruitaj Reguloj
es: Reglas integradas
et: Sisseehitatud reeglid
eu: Barneratutako arauak
fr: Règles internes
gl: Regras de serie
he: כללים מובנים
it: Regole integrate
ka: ჩაშენებული წესები
ko: 내장 규칙
nl: Ingebouwde regels
nn: Innebygde reglar
pl: Wbudowane zasady
pt_br: Regras integradas
ru: Встроенные правила
sl: Vgrajena pravila
sv: Inbyggda regler
tr: Yapılı Kurallar
uk: Вбудовані правила

source: F
ar: ألف

source: L
ar: لام

source: T 1-7
ar: ت 1-7

source: T 8-14
ar: ت 8-14

source: T 15-19
ar: ت 15-19

source: &Extra parameters:
ar: المعلمات الإضافية (&E):
ca: Paràmetres a&ddicionals:
de: W&eitere Parameter:
eo: &Kromaj parametroj:
es: Pa&rámetros adicionales:
et: Lisaparam&eetrid:
eu: Parametro g&ehigarriak:
fr: Paramètr&es supplémentaires :
gl: Parám&etros adicionais:
he: משתנים &נוספים:
it: Param&etri aggiuntivi:
ka: &დამატებითი პარამეტრები:
ko: 추가 인자(&E):
nn: &Ekstraparametrar:
pl: Dodatkowe param&etry:
pt_br: Parâmetros &extras:
ru: &Дополнительные параметры:
sl: Dodatni parametri:
sv: &Extra väljare:
tr: &Ek parametreler:
uk: Додаткові &параметри:

source: <html><head/><body><p>Defines additional parameters for vera++ (see documentation).</p><p>You can use the following placeholders:</p><p>%p - Gets replaced by the URL of the project's root directory.</p><p>%b - Gets replaced by the URL of the project's build directory.</p></body></html>
ar: <html><head/><body><p>يُعرّف مُعلمات إضافية لـ vera++ (اُنظر دليل الاستعمال).</p><p>يمكنك استخدام العلامات النائبة التالية:</p><p>%p - يُستبدل بمسار URL الخاص بدليل الجذر للمشروع.</p><p>%b - يُستبدل بمسار URL الخاص بدليل البناء للمشروع.</p></body></html>
ca: <html><head/><body><p>Defineix els paràmetres addicionals per al «vera++» (vegeu la documentació).</p><p>Podeu usar les variables de substitució següents:</p><p>%p - És substituït per l'URL del directori arrel del projecte.</p><p>%b - És substituït per l'URL del directori de construcció del projecte.</p></body></html>
de: <html><head/><body><p>Definiert weitere Parameter für Vera++, siehe Dokumentation.</p><p>Sie können folgende Platzhalter verwenden:</p><p>%p - Für die URL des Basisordners der Projekts.</p><p>%b - Für die URL des Build-Ordners der Projekts.</p></body></html>
eo: <html><head/><body><p>Difinas pliajn parametrojn por vera++ (vidu dokumentadon).</p><p>Vi povas uzi la jenajn anstataŭaĵojn:</p><p>%p - Estas anstataŭigita per la URL de la radika dosierujo de la projekto.</p><p>%b - Estas anstataŭigita per la URL de la konstrua dosierujo de la projekto.</p></body></html>
es: <html><head/><body><p>Define parámetros adicionales para vera++ (consulte la documentación).</p><p>Puede usar las siguientes plantillas de sustitución:</p><p>%p - se sustituye por la URL del directorio raíz del proyecto.</p><p>%b - se sustituye por la URL del directorio de construcción del proyecto.</p></body></html>
et: <html><head/><body><p>Vera++ lisaparameetrite määramine (vt dokumentatsiooni).</p><p>Kasutada saab järgmisi kohatäitjaid:</p><p>%p - Asendatakse projekti juurkataloogi URL-iga.</p><p>%b - Asendatakse projekti ehitamiskataloogi URL-iga.</p></body></html>
eu: <html><head/><body><p>«Vera++»erako parametro osagarriak definitzen ditu (begiratu dokumentazioa). </p><p>Ondoko leku-markak erabil ditzakezu:</p><p>%p - Proiektuaren erro direktorioaren URLarekin ordezkatzen da.</p><p>%b - Proiektua eraikitzeko direktorioaren URLarekin ordezkatzen da.</p></body></html>
fr: <html><head/><body><p>Définit les paramètres supplémentaires de Vera++ (se référer à la documentation).</p><p>Vous pouvez utiliser les options suivantes :</p><p>%p - Permet un remplacement par l'URL du dossier racine du projet.</p><p>%b - Permet un remplacement par l'URL du dossier de génération du projet.</p></body></html>
gl: <html><head/><body><p>Define parámetros adicionais para vera++ (consulte a documentación).</p> <p>Pode usar as seguintes marcas de substitución:</p> <p>%p - Substitúese polo URL do cartafol raíz do proxecto.</p> <p>%b - substitúese polo URL do cartafol de construción do proxecto.</p></body></html>
he: <html><head/><body><p>הגדרת משתנים נוספים ל־vera++‎ (ר׳ תיעוד).</p><p>אפשר להשתמש בממלאי המקום הבאים:</p><p>%p - מוחלף בכתובת של תיקיית העל של המיזם.</p><p>%b - מוחלף בכתובת תיקיית הבנייה של המיזם.</p></body></html>
it: <html><head/><body><p>Definisci dei parametri aggiuntivi per vera++ (vedi documentazione).</p><p>Puoi usare i seguenti segnaposto:</p><p>%p - viene rimpiazzato dall'URL della cartella radice del progetto.</p><p>%b - viene rimpiazzato dall'URL della cartella di compilazione del progetto.</p></body></html>
ko: <html><head/><body><p>Vera++의 추가 인자를 지정합니다(문서 참조).</p><p>다음 자리 비움자를 사용할 수 있습니다:</p><p>%p - 프로젝트 루트 디렉터리 URL로 대체됨.</p><p>%b - 프로젝트 빌드 디렉터리 URL로 대체됨.</p></body></html>
nl: <html><head/><body><p>Definieert extra parameters voor vera++ (zie documentatie).</p><p>U kunt de volgende plaatshouders gebruiken:</p><p>%p - wordt vervangen door de URL van de hoofdmap van het project.</p><p>%b - wordt vervangen door de URL van de bouwmap van het project.</p></body></html>
nn: <html><head/><body><p>Definerer fleire parametrar for «vera++» (sjå dokumentasjonen).</p><p>Du kan bruka desse plasshaldarane:</p><p>%p – Vert bytt ut med adressa til rotmappe til prosjektet.</p><p>%b – Vert bytt ut med adressa til byggjemappa til prosjektet.</p></body></html>
pl: <html><head/><body><p>Określa dodatkowe parametry dla vera++ (zajrzyj do dokumentacji).</p><p>Możesz użyć następujących pól wieloznacznych:</p><p>%p - Jest zastępowane adresem URL głównego katalogu projektu.</p><p>%b - Jest zastępowane adresem URL katalogu budowania projektu.</p></body></html>
pt_br: <html><head/><body><p>Define parâmetros adicionais para vera++ (consulte a documentação).</p><p>Você pode usar os seguintes marcadores de posição:</p><p>%p - É substituído pela URL do diretório raiz do projeto.</p><p>%b - É substituído pela URL do diretório de compilação do projeto.</p></body></html>
ru: <html><head/><body><p>Задаёт дополнительные параметры для vera++ (см. документацию).</p><p>Можно использовать следующие заполнители:</p><p>%p — заменяется на URL корневой папки проекта;</p><p>%b — заменяется на URL папки сборки проекта.</p></body></html>
sl: <html><head/><body><p>Določa dodatne parametre za vera++ (glejte dokumentacijo).</p><p>Uporabite lahko naslednje vsebnike:</p><p>%p - se nadomesti z URL-jem korenskega imenika projekta.</p><p>%b - se nadomesti z URL-jem imenika izgradnje projekta. </p></body></html>
sv: <html><head/><body><p>Definierar ytterligare parametrar för Vera++ (se dokumentationen).</p><p>Följande platsmarkörer kan användas:</p><p>%p - Ersätts av webbadressen för projektets rotkatalog.</p><p>%b - Ersätts av webbadressen för projektets byggkatalog.</p></body></html>
tr: <html><head/><body><p>Vera++ için ek parametreler tanımlar (belgelendirmeye bakın).</p><p>Aşağıdaki yer tutucuları kullanabilirsiniz:</p><p>%p - Projenin kök dizininin URL'si tarafından değiştirilir.</p><p>%b - Projenin yapı dizininin URL'si tarafından değiştirilir.</p></body></html>
uk: <html><head/><body><p>Визначає додаткові параметри для vera++ (див. документацію).</p><p>Можна використовувати такі замінники:</p><p>%p — замінюється на адресу кореневого каталогу проєкту.</p><p>%b — замінюється на адресу каталогу збирання проєкту.</p></body></html>

source: Command line
ar: سطر الأوامر
ca: Línia d'ordres
de: Befehlszeile
eo: Komandlinio
es: Línea de órdenes
et: Käsurida
eu: Komando-lerroa
fr: Ligne de commandes
gl: Liña de ordes
he: שורת פקודות
it: Riga di comando
ka: ბრძანების სტრიქონი
ko: 명령행
nl: Opdrachtregel
nn: Kommandolinje
pl: Wiersz poleceń
pt_br: Linha de comando
ru: Командная строка
sl: Ukazna vrstica
sv: Kommandorad
tr: Komut satırı
uk: Командний рядок

source: &Filter:
ar: المُرشِّح (&F):
ca: &Filtre:
eo: &Filtrilo:
es: &Filtro:
eu: &Iragazkia:
fr: &Filtre :
gl: &Filtro:
he: &סינון:
it: &Filtro:
ka: &ფილტრი:
ko: 필터(&F):
pl: &Filtr:
pt_br: &Filtro:
ru: &Фильтр:
tr: S&üz:
uk: &Фільтр:

source: Break lines
ar: اِكسِر السطور
ca: Trenca les línies
de: Zeilen umbrechen
eo: Romplinioj
es: Dividir líneas
et: Ridade murdmine
eu: Lerroak hautsi
fr: Retour à la ligne
gl: Dividir as liñas.
he: קטיעת שורות
it: Interrompi righe
ka: ხაზების გატეხვა
ko: 줄 바꿈
nl: Regels afbreken
nn: Bryt linjer
pl: Łamanie wierszy
pt_br: Quebrar linhas
ru: Перенос строк
sl: Prelomi vrstice
sv: Bryt rader
tr: Kesme satırları
uk: Розбиття рядків

source: Vera++ Analysis (%1)
ar: تحليل Vera++ (%1)
ca: Anàlisi del Vera++ (%1)
de: Vera++-Analyse (%1)
eo: Vera++ Analizo (%1)
es: Análisis de Vera++ (%1)
et: Vera ++ analüüs (%1)
eu: «Vera++»ren analisia (%1)
fr: Analyse de Vera++ (%1)
gl: Análise de Vera++ (%1)
he: ניתוח Vera++‎ ‏(%1)
it: Analisi Vera++ (%1)
ka: Vera++ ანალიზი (%1)
ko: Vera++ 분석(%1)
nl: Vera++ analyse (%1)
nn: Vera++-analyse (%1)
pl: Analiza Vera++ (%1)
pt_br: Análise do Vera++ (%1)
ru: Анализ Vera++ (%1)
sl: Analiza Vera++ (%1)
sv: Vera++ analys (%1)
tr: Vera++ Çözümlemesi (%1)
uk: Аналіз Vera++ (%1)

source: Failed to start Vera++ from "%1".
ar: فشل تشغيل Vera++ من "%1".
ca: Ha fallat en iniciar el Vera++ des de «%1».
de: Fehler beim Starten von Vera++ aus „%1“.
eo: Malsukcesis lanĉi Vera++ de "%1".
es: No se ha podido iniciar Vera++ desde «%1».
et: Vera++ käivitamine asukohast "%1" nurjus.
eu: "%1"(e)tik «Vera++» abiatzea huts egin du.
fr: Impossible de démarrer Vera++ à partir de « %1 ».
gl: Non foi posíbel iniciar Vera++ desde «%1».
he: הפעלת Vera++‎ מ־„%1” נכשלה.
it: Impossibile avviare Vera++ da «%1».
ka: "%1"-დან Vera++ -ის გაშვების შეცდომა.
ko: "%1"에서 Vera++를 실행할 수 없습니다.
nl: Opstarten van Vera++ vanuit "%1" is mislukt.
nn: Klarte ikkje starta Vera++ frå «%1».
pl: Nie udało się uruchomić Vera++ z "%1".
pt_br: Não foi possível iniciar o Vera++ a partir do "%1".
ru: Не удалось запустить Vera++ из «%1».
sl: Zagon Vera+++ ni uspel iz "%1".
sv: Misslyckades starta Vera++ från "%1".
tr: Vera++, "%1" konumundan başlatılamadı.
uk: Не вдалося запустити Vera++ з «%1».

source: Vera++ crashed.
ar: Vera++ اِنهار.
ca: Vera++ ha fallat.
de: Vera++ ist abgestürzt.
eo: Vera++ paneis.
es: Vera++ ha fallado.
et: Vera++ tabas krahh.
eu: «Vera++» kraskatu egin da.
fr: Vera++ s'est arrêté de façon anormale.
gl: Vera++ quebrou.
he: ‏Vera++‎ קרסה.
it: Vera++ è andato in crash.
ka: Vera++ ავარიულად დასრულდა.
ko: Vera++가 충돌했습니다.
nl: Vera++ is gecrasht.
nn: Vera++ krasja.
pl: Vera++ uległo usterce.
pt_br: O Vera++ travou.
ru: Аварийное завершение Vera++.
sl: Vera++ se je sesul.
sv: Vera++ kraschade.
tr: Vera++ çöktü.
uk: Аварійне завершення роботи Vera++.

source: Vera++ process timed out.
ar: عملية Vera++ اِنتهت مُهلتها.
ca: El procés del Vera++ ha excedit el temps.
de: Beim Vera++-Prozess ist eine Zeitüberschreitung aufgetreten.
eo: Vera++-procezo elĉerpita.
es: El proceso de Vera++ se ha quedado sin tiempo.
et: Vera++ protsess aegus.
eu: «Vera++» prozesuak denbora-muga gainditu du.
fr: Le processus Vera++ ne répond plus.
gl: O proceso de Vera++ esgotou o tempo límite.
he: הזמן שהוקצב לתהליך Vera++‎ נגמר.
it: Tempo scaduto per il processo Vera++.
ka: Vera++ -ის პროცესის მოლოდინის ვადა ამოიწურა.
ko: Vera++ 프로세스 시간이 초과되었습니다.
nl: Wachttijd voor proces Vera++ is verstreken.
nn: Tidsavbrot for Vera++-prosess.
pl: Upłynął czas oczekiwania na proces Vera++.
pt_br: O processo do Vera++ expirou.
ru: Превышено время ожидания процесса Vera++.
sl: Proces Vera++ je potekel.
sv: Vera++ processens tidsgräns överskreds.
tr: Vera++ süreci zaman aşımına uğradı.
uk: Перевищення часу очікування на завершення процесу Vera++.

source: Write to Vera++ process failed.
ar: فشل الكتابة إلى عملية Vera++.
ca: Ha fallat l'escriptura al procés del Vera++.
de: Das Schreiben zum Vera++-Prozess ist fehlgeschlagen.
eo: Skribi al Vera++-procezo malsukcesis.
es: Ha fallado la escritura en el proceso de Vera++.
et: Kirjutamine Vera++ protsessi nurjus.
eu: «Vera++» prozesuan idaztea huts egin du.
fr: Impossible d'écrire dans le processus Vera++.
gl: A escritura no proceso de Vera++ fallou.
he: הכתיבה לתהליך Vera++‎ נכשלה.
it: Processo di scrittura su Vera++ non riuscito.
ka: Vera++ -ის პროცესში ჩაწერის შეცდომა.
ko: Vera++ 프로세스에 쓸 수 없습니다.
nl: Schrijven naar process Vera++ is mislukt.
nn: Klarte ikkje skriva til Vera++-prosess.
pl: Nie udało się zapisać do procesu Vera++.
pt_br: A escrita para o processo do Vera++ falhou.
ru: Ошибка записи в процесс Vera++.
sl: Pisanje v proces Vera++ ni uspelo.
sv: Skrivning till Vera++ processen misslyckades.
tr: Vera++ sürecine yazım başarısız oldu.
uk: Не вдалося записати дані до процесу Vera++.

source: Read from Vera++ process failed.
ar: فشل القراءة من عملية Vera++.
ca: Ha fallat la lectura del procés del Vera++.
de: Das Lesen vom Vera++-Prozess ist fehlgeschlagen.
eo: Legado de Vera++-procezo malsukcesis.
es: Ha fallado la lectura del proceso de Vera++.
et: Lugemine Vera++ protsessist nurjus.
eu: «Vera++» prozesutik irakurtzea huts egin du.
fr: Impossible de lire depuis le processus Vera++.
gl: A lectura do proceso de Vera++ fallou.
he: הקריאה מתהליך Vera++‎ נכשלה.
it: Processo di lettura da Vera++ non riuscito.
ka: Vera++ -ის პროცესიდან წაკითხვის შეცდომა.
ko: Vera++ 프로세스에서 읽을 수 없습니다.
nl: Lezen van process Vera++ is mislukt.
nn: Klarte ikkje lesa frå Vera++-prosess.
pl: Nie udało się odczytać z procesu Vera++.
pt_br: A leitura do processo do Vera++ falhou.
ru: Не удалось прочитать из процесса Vera++.
sl: Branje iz procesa Vera++ ni uspelo.
sv: Läsning från Vera++ processen misslyckades.
tr: Vera++ sürecinden okuma başarısız oldu.
uk: Спроба читання з процесу Vera++ зазнала невдачі.

source: Vera++ Error
ar: خطأ Vera++
ca: Error del Vera++
de: Vera++-Fehler
eo: Vera++ Eraro
es: Error de Vera++
et: Vera++ tõrge
eu: «Vera++» errorea
fr: Erreur de Vera++
gl: Erro de Vera++
he: שגיאת Vera++‎
it: Errore di Vera++
ka: Vera++ -ის შეცდომა
ko: Vera++ 오류
nl: Vera++-fout
nn: Vera++-feil
pl: Błąd Vera++
pt_br: Erro do Vera++
ru: Ошибка Vera++
sl: Napaka Vera++
sv: Vera++ fel
tr: Vera++ Hatası
uk: Помилка Vera++

source: Unable to open file '%1' to write
ar: تعذّر فتح الملف '%1' للكتابة
ca: No s'ha pogut en obrir el fitxer «%1» per a escriptura
de: Die Datei %1 kann nicht zum Schreibzugriff geöffnet werden
eo: Ne eblas malfermi dosieron '%1' por skribi
es: No se ha podido abrir el archivo «%1» para escritura
et: Faili "%1" avamine kirjutamiseks nurjus
eu: Ez da '%1' fitxategia irakurtzeko irekitzeko gai
fr: Impossible d'ouvrir le fichier « %1 » pour écriture
gl: Non é posíbel abrir o ficheiro «%1» para escribir
he: לא ניתן לפתוח את הקובץ ‚%1’ לכתיבה
it: Impossibile aprire il file «%1» in scrittura
ka: ფაილის (%1) ჩასაწერად გახსნის შეცდომა
ko: 파일 '%1'에 쓰려고 열 수 없음
nl: Bestand '%1' kon niet worden geopend voor schrijven
nn: Klarte ikkje opna fila «%1» for skriving
pl: Nie można otworzyć pliku '%1' do zapisu
pt_br: Não foi possível abrir o arquivo '%1' para escrita
ru: Не удалось открыть файл «%1» для записи
sl: Ni mogoče odpreti datoteke %1 za pisanje
sv: Kan inte öppna filen '%1' för skrivning
tr: Yazmak için '%1' dosyası açılamadı
uk: Не вдалося відкрити файл «%1» для запису

source: Analyze Current File with Vera++
ar: حَلِّل الملف الحالي باستخدام Vera++
ca: Analitza el fitxer actual amb el Vera++
de: Aktuelle Datei mit Vera++ analysieren
eo: Analizi Nunan Dosieron kun Vera++
es: Analizar el archivo actual con Vera++
et: Analüüsi aktiivset faili Vera++ abil
eu: Analizatu uneko fitxategia «Vera++»rekin
fr: Analyser le fichier actuel avec Vera++
gl: Analizar o ficheiro actual con Vera++
he: ניתוח הקובץ הנוכחי עם Vera++‎
it: Analizza il file attuale con Vera++
ka: მიმდინარე ფაილის Vera++ -ით ანალიზი
ko: 현재 파일을 Vera++로 분석
nl: Huidig bestand analyseren met Vera++
nn: Analyser gjeldande fil med Vera++
pl: Przeanalizuj bieżący plik przy użyciu Vera++
pt_br: Analisar o arquivo atual com o Vera++
ru: Анализ текущего файла с помощью Vera++
sl: Analiziraj trenutno datoteko z Vera++
sv: Analysera aktuell fil med Vera++
tr: Geçerli dosyayı Vera++ ile çözümle
uk: Виконати аналіз поточного файла за допомогою Vera++

source: Analyze Current Project with Vera++
ar: حَلِّل المشروع الحالي باستخدام Vera++
ca: Analitza el projecte actual amb el Vera++
de: Aktuelles Projekt mit Vera++ analysieren
eo: Analizi Nunan Projekton kun Vera++
es: Analizar el proyecto actual con Vera++
et: Analüüsi aktiivset projekti Vera++ abil
eu: Analizatu uneko proiektua «Vera++»rekin
fr: Analyser le projet actuel avec Vera++
gl: Analizar o proxecto actual con Vera++
he: ניתוח המיזם הנוכחי עם Vera++‎
it: Analizza il progetto attuale con Vera++
ka: მიმდინარე პროექტის Vera++ -ით ანალიზი
ko: 현재 프로젝트를 Vera++로 분석
nl: Huidig project analyseren met Vera++
nn: Analyser gjeldande prosjekt med Vera++
pl: Przeanalizuj bieżący projekt przy użyciu Vera++
pt_br: Analisar o projeto atual como Vera++
ru: Анализ текущего проекта с помощью Vera++
sl: Analiziraj trenutni projekt z Vera++
sv: Analysera aktuellt projekt med Vera++
tr: Geçerli projeyi Vera++ ile çözümle
uk: Виконати аналіз поточного проєкту за допомогою Vera++

# @title:window
source: Test
ar: اختبر
ca: Prova
eo: Testi
es: Prueba
eu: Proba
gl: Probar
he: בדיקה
it: Prova
ka: შემოწმება
ko: 테스트
nl: Testen
pl: Próba
pt_br: Testar
ru: Проверка
sv: Prova
tr: Sına
uk: Перевірка

source: Failed to start vera++ from "%1".
ar: فشل تشغيل vera++ من "%1".
ca: Ha fallat en iniciar el «vera++» des de «%1».
de: Fehler beim Starten von Vera++ aus „%1“.
eo: Malsukcesis lanĉi vera++ de "%1".
es: No se ha podido iniciar vera++ desde «%1».
et: Vera++ käivitamine asukohast "%1" nurjus.
eu: "%1"(e)tik «Vera++» abiatzea huts egin du.
fr: Impossible de démarrer Vera++ à partir de « %1 ».
gl: Non foi posíbel iniciar vera++ desde «%1».
he: הפעלת vera++‎ מ־„%1” נכשלה.
it: Impossibile avviare Vera++ da «%1».
ka: "%1"-დან Vera++ -ის გაშვების შეცდომა.
ko: "%1"에서 Vera++를 실행할 수 없습니다.
nl: Opstarten van Vera++ vanuit "%1" is mislukt.
nn: Klarte ikkje starta Vera++ frå «%1».
pl: Nie udało się uruchomić vera++ z "%1".
pt_br: Falha ao iniciar o Vera++ de "%1".
ru: Не удалось запустить vera++ из «%1».
sl: Ni bilo mogoče zagnati vera++ iz "%1".
sv: Misslyckades starta Vera++ från "%1".
tr: Vera++, "%1" konumundan başlatılamadı.
uk: Не вдалося запустити Vera++ з «%1».

source: Check your settings and install the vera++ if necessary.
ar: اِفحص إعداداتك وثَبِّت vera++ إذا كان ضرورياً.
ca: Comproveu la configuració i instal·leu el «vera++» si fos necessari.
de: Überprüfen Sie Ihre Einstellungen und installieren Sie den Vera++, falls nötig.
eo: Kontrolu viajn agordojn kaj instalu la vera++ se necese.
es: Compruebe su configuración e instale vera++ si es necesario.
et: Kontrolli oma seadistusi ja vajaduse korral paigalda Vera++.
eu: Egiaztatu zure ezarpenak eta beharrezkoa bada instalatu «Vera++».
fr: Vérifier votre configuration et installer Vera++ si nécessaire.
gl: Comprobe a configuración e instale vera++ se é necesario.
he: נא לבדוק את ההגדרות שלך ולהתקין את vera++‎ אם יש צורך בכך.
it: Controlla le tue impostazioni ed installa Vera++ se necessario.
ka: შეამოწმეთ პარამეტრები და თუ საჭიროა, დააყენეთ vera++.
ko: 설정을 확인하고 필요한 경우 Vera++를 설치하십시오.
nl: Controleer uw instellingen en installeer de Vera++ indien nodig.
nn: Kontroller innstillingane og installer Vera++ om nødvendig.
pl: Sprawdź swoje ustawienia i wgraj vera++, jeśli potrzeba.
pt_br: Verifique suas configurações e instale o Vera++ se necessário.
ru: Проверьте настройки и установите vera++, если требуется.
sl: Preverite vaše nastavitve in namestite vera++, če je potrebno.
sv: Kontrollera inställningarna och installera Vera++ om det behövs.
tr: Ayarlarınızı denetleyin ve gerekliyse Vera++'yı kurun.
uk: Перевірте, чи правильно вказано параметри, і, якщо потрібно, встановіть vera++.

# @info:tooltip
source: Re-Run Last Vera++ Analysis
ar: أَعِد تشغيل آخر تحليل لـ Vera++
ca: Torna a executar la darrera anàlisi del Vera++
de: Letzte Vera++-Analyse nochmal ausführen
eo: Re-Run Lastan Vera++ Analizon
es: Volver a ejecutar el último análisis de Vera++
et: Viimase Vera++ analüüsi taassooritamine
eu: Berriz exekutatu azken «Vera++» analisia
fr: Relancer la dernière analyse de Vera++
gl: Executar de novo a última análise de Vera++.
he: להריץ מחדש את ניתוח ה־Vera++‎ האחרון
it: Esegui nuovamente l'ultima analisi di Vera++
ka: Vera++ -ის ბოლო ანალიზის თავიდან გაშვება
ko: 마지막 Vera++ 분석 다시 실행
nl: Laatste analyse van Vera++ opnieuw uitvoeren
nn: Køyr om att siste Vera++-analyse
pl: Wykonaj ponownie poprzednią analizę Vera++
pt_br: Executar novamente a última análise do Vera++
ru: Повторный запуск последнего анализа Vera++
sl: Ponovno zaženi zadnjo analizo Vera++
sv: Gör om senaste Vera++ analys
tr: Son Vera++ Çözümlemesini Yeniden Çalıştır
uk: Повторно виконати останній аналіз Vera++
